insert into h2_equipment (id, name, create_time, update_time, deleted, status, description)
values
(1, '设备A', '2023-10-01 12:00:00', '2023-10-01 12:00:00', FALSE, '正常', '这是设备A的描述'),
(2, '设备B', '2023-10-02 13:00:00', '2023-10-02 13:00:00', FALSE, '正常', '这是设备B的描述'),
(3, '设备C', '2023-10-03 14:00:00', '2023-10-03 14:00:00', FALSE, '错误', '这是设备C的描述'),
(4, '设备D', '2023-10-04 15:00:00', '2023-10-04 15:00:00', FALSE, '正常', '这是设备D的描述'),
(5, '设备E', '2023-10-05 16:00:00', '2023-10-05 16:00:00', FALSE, '正常', '这是设备E的描述'),
(6, '设备F', '2023-10-06 17:00:00', '2023-10-06 17:00:00', FALSE, '正常', '这是设备F的描述'),
(7, '设备G', '2023-10-07 18:00:00', '2023-10-07 18:00:00', FALSE, '错误', '这是设备G的描述'),
(8, '设备H', '2023-10-08 19:00:00', '2023-10-08 19:00:00', FALSE, '正常', '这是设备H的描述'),
(9, '设备I', '2023-10-09 20:00:00', '2023-10-09 20:00:00', FALSE, '正常', '这是设备I的描述'),
(10, '设备J', '2023-10-10 21:00:00', '2023-10-10 21:00:00', FALSE, '正常', '这是设备J的描述');

insert into h2_material (id, name, update_time, deleted)
values
(1, '材料A', '2023-10-01 12:00:00', FALSE),
(2, '材料B', '2023-10-02 13:00:00', FALSE),
(3, '材料C', '2023-10-03 14:00:00', FALSE),
(4, '材料D', '2023-10-04 15:00:00', FALSE),
(5, '材料E', '2023-10-05 16:00:00', FALSE),
(6, '材料F', '2023-10-06 17:00:00', FALSE),
(7, '材料G', '2023-10-07 18:00:00', FALSE),
(8, '材料H', '2023-10-08 19:00:00', FALSE),
(9, '材料I', '2023-10-09 20:00:00', FALSE),
(10, '材料J', '2023-10-10 21:00:00', FALSE);
